Repository: Yuwoo369/voicescheduler
Catalog: VoiceScheduler/Resources/*.lproj/Localizable.strings
Languages: es, fr, hi, pt_br

# app_tagline
source: Speak and AI analyzes priority to auto-create your schedule
es: Habla y la IA analiza prioridad para crear tu agenda automáticamente
fr: Parlez et l'IA analyse la priorité pour créer votre agenda automatiquement
hi: बोलें और AI प्राथमिकता का विश्लेषण करे ऑटो शेड्यूल करे
pt_br: Fale e a IA analisa prioridade para agendar automaticamente

source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
pt_br: Cancelar

source: Confirm
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
pt_br: Confirmar

source: Delete
es: Eliminar
fr: Supprimer
hi: हटाएं
pt_br: Excluir

source: Save
es: Guardar
fr: Enregistrer
hi: सहेजें
pt_br: Salvar

source: Close
es: Cerrar
fr: Fermer
hi: बंद करें
pt_br: Fechar

# login_google
source: Continue with Google
es: Continuar con Google
fr: Continuer avec Google
hi: Google से जारी रखें
pt_br: Continuar com Google

# login_permission_notice
source: Google Calendar access is required
es: Se requiere acceso a Google Calendar
fr: Accès à Google Calendar requis
hi: Google Calendar की अनुमति आवश्यक है
pt_br: Acesso ao Google Calendar necessário

# greeting
source: Hello!
es: ¡Hola!
fr: Bonjour!
hi: नमस्ते!
pt_br: Olá!

source: Listening...
es: Escuchando...
fr: Écoute en cours...
hi: सुन रहा हूँ...
pt_br: Ouvindo...

# speak_schedule
source: Tell me your schedule
es: Dime tu horario
fr: Dites-moi votre programme
hi: अपना शेड्यूल बताएं
pt_br: Diga sua agenda

source: Add New Schedule
es: Agregar nueva agenda
fr: Ajouter un événement
hi: नया शेड्यूल जोड़ें
pt_br: Adicionar nova agenda

# what_to_do
source: What do you need to do?
es: ¿Qué necesitas hacer?
fr: Que devez-vous faire?
hi: आपको क्या करना है?
pt_br: O que você precisa fazer?

source: Speak freely
es: Habla libremente
fr: Parlez librement
hi: बेझिझक बोलें
pt_br: Fale livremente

# tap_mic_instruction
source: Tap the mic and tell me your schedule
es: Toca el micrófono y dime tu agenda
fr: Appuyez sur le micro et dites-moi votre programme
hi: माइक पर टैप करें और अपना शेड्यूल बताएं
pt_br: Toque no microfone e diga sua agenda

# recognized_text
source: Recognized
es: Reconocido
fr: Reconnu
hi: पहचाना गया
pt_br: Reconhecido

source: Try saying
es: Intenta decir
fr: Essayez de dire
hi: ऐसे बोलकर देखें
pt_br: Tente dizer

# example_meeting
source: 🔴 Important team meeting tomorrow 2PM
es: 🔴 Reunión importante mañana 2PM
fr: 🔴 Réunion importante demain à 14h
hi: 🔴 कल 2 बजे महत्वपूर्ण टीम मीटिंग
pt_br: 🔴 Reunião importante amanhã 14h

# example_deadline
source: 🟡 Report deadline on Friday
es: 🟡 Informe para el viernes
fr: 🟡 Rapport à rendre vendredi
hi: 🟡 शुक्रवार तक रिपोर्ट
pt_br: 🟡 Relatório para sexta

# example_chores
source: 🟢 Gym every Monday evening
es: 🟢 Gimnasio cada lunes noche
fr: 🟢 Gym tous les lundis soirs
hi: 🟢 हर सोमवार शाम जिम
pt_br: 🟢 Academia toda segunda à noite

source: Extracted Tasks
es: Tareas Extraídas
fr: Tâches Extraites
hi: निकाले गए कार्य
pt_br: Tarefas Extraídas

# auto_schedule
source: Register
es: Registrar
fr: Enregistrer
hi: रजिस्टर करें
pt_br: Registrar

# today_schedule
source: Today's Schedule
es: Agenda de Hoy
fr: Programme du Jour
hi: आज का शेड्यूल
pt_br: Agenda de Hoje

# minutes
source: min
hi: मिनट

source: Edit Title
es: Editar Título
fr: Modifier le Titre
hi: शीर्षक बदलें
pt_br: Editar Título

source: Select Date
es: Seleccionar Fecha
fr: Sélectionner la Date
hi: तारीख़ चुनें
pt_br: Selecionar Data

source: Today
es: Hoy
fr: Aujourd'hui
hi: आज
pt_br: Hoje

source: Tomorrow
es: Mañana
fr: Demain
hi: कल
pt_br: Amanhã

# priority_high
source: High
es: Alta
fr: Haute
hi: उच्च
pt_br: Alta

# priority_medium
source: Medium
es: Media
fr: Moyenne
hi: मध्यम
pt_br: Média

# priority_low
source: Low
es: Baja
fr: Basse
hi: कम
pt_br: Baixa

# recurrence_none
source: No repeat
es: Sin repetición
fr: Pas de répétition
hi: दोहराव नहीं
pt_br: Sem repetição

# recurrence_daily
source: Daily
es: Diario
fr: Quotidien
hi: रोज़ाना
pt_br: Diário

# recurrence_weekly
source: Weekly
es: Semanal
fr: Hebdomadaire
hi: साप्ताहिक
pt_br: Semanal

# recurrence_monthly
source: Monthly
es: Mensual
fr: Mensuel
hi: मासिक
pt_br: Mensal

# recurrence_yearly
source: Yearly
es: Anual
fr: Annuel
hi: वार्षिक
pt_br: Anual

# analyzing
source: AI is analyzing your tasks...
es: La IA está analizando tus tareas...
fr: L'IA analyse vos tâches...
hi: AI आपके कार्यों का विश्लेषण कर रहा है...
pt_br: A IA está analisando suas tarefas...

# please_wait
source: Please wait a moment
es: Espera un momento
fr: Veuillez patienter
hi: कृपया थोड़ा इंतज़ार करें
pt_br: Aguarde um momento

source: Analysis failed
es: Análisis fallido
fr: Échec de l'analyse
hi: विश्लेषण विफल
pt_br: Falha na análise

# calendar_registered
source: Added to calendar
es: Añadido al calendario
fr: Ajouté au calendrier
hi: कैलेंडर में जोड़ा गया
pt_br: Adicionado ao calendário

# calendar_failed
source: Failed to add to calendar
es: Error al añadir al calendario
fr: Échec de l'ajout au calendrier
hi: कैलेंडर में जोड़ने में विफल
pt_br: Falha ao adicionar ao calendário

# schedule_full
source: Today's schedule is full
es: La agenda de hoy está llena
fr: Le programme d'aujourd'hui est complet
hi: आज का शेड्यूल भरा हुआ है
pt_br: A agenda de hoje está cheia

source: Login required
es: Inicio de sesión requerido
fr: Connexion requise
hi: लॉगिन आवश्यक है
pt_br: Login necessário

# alert_notice
source: Notice
es: Aviso
fr: Avis
hi: सूचना
pt_br: Aviso

# alert_error
source: Error
fr: Erreur
hi: त्रुटि
pt_br: Erro

# alert_completed
source: Completed
es: Completado
fr: Terminé
hi: पूर्ण
pt_br: Concluído

# alert_partial
source: Partial Complete
es: Parcialmente completado
fr: Partiellement terminé
hi: आंशिक रूप से पूर्ण
pt_br: Parcialmente concluído

# voice_not_recognized
source: Voice not recognized. Please try again.
es: Voz no reconocida. Por favor, inténtalo de nuevo.
fr: Voix non reconnue. Veuillez réessayer.
hi: आवाज़ पहचानी नहीं गई। कृपया पुनः प्रयास करें।
pt_br: Voz não reconhecida. Por favor, tente novamente.

# speech_recognition_failed
source: Cannot start speech recognition.
es: No se puede iniciar el reconocimiento de voz.
fr: Impossible de démarrer la reconnaissance vocale.
hi: वॉइस रिकग्निशन शुरू नहीं हो सका।
pt_br: Não foi possível iniciar o reconhecimento de voz.

source: Google Calendar
hi: Google कैलेंडर
pt_br: Google Agenda

source: No tasks to register.
es: No hay tareas para registrar.
fr: Aucune tâche à enregistrer.
hi: रजिस्टर करने के लिए कोई कार्य नहीं है।
pt_br: Não há tarefas para registrar.

# token_refresh_failed
source: Token refresh failed. Please login again.
es: Error al actualizar el token. Por favor, inicia sesión de nuevo.
fr: Échec du rafraîchissement du token. Veuillez vous reconnecter.
hi: टोकन रिफ्रेश विफल। कृपया फिर से लॉगिन करें।
pt_br: Falha ao atualizar o token. Por favor, faça login novamente.

# all_events_registered
source: events registered successfully!
es: eventos registrados con éxito!
fr: événements enregistrés avec succès!
hi: इवेंट सफलतापूर्वक रजिस्टर हो गए!
pt_br: eventos registrados com sucesso!

# partial_events_registered
source: of %d registered, %d failed
es: de %d registrados, %d fallidos
fr: sur %d enregistrés, %d échoués
hi: में से %d रजिस्टर, %d विफल
pt_br: de %d registrados, %d falharam

# event_registration_failed
source: Failed to register events. Please try again.
es: Error al registrar eventos. Por favor, inténtalo de nuevo.
fr: Échec de l'enregistrement. Veuillez réessayer.
hi: इवेंट रजिस्टर करने में विफल। कृपया पुनः प्रयास करें।
pt_br: Falha ao registrar eventos. Por favor, tente novamente.

# event_registration_error
source: Event registration failed: %@
es: Error de registro: %@
fr: Erreur d'enregistrement: %@
hi: रजिस्ट्रेशन विफल: %@
pt_br: Falha no registro: %@

# rate_limit_error
source: Too many requests. Please try again in 1 minute.
es: Demasiadas solicitudes. Por favor, inténtalo en 1 minuto.
fr: Trop de requêtes. Réessayez dans 1 minute.
hi: बहुत सारे अनुरोध। कृपया 1 मिनट बाद पुनः प्रयास करें।
pt_br: Muitas solicitações. Por favor, tente novamente em 1 minuto.

source: Event
es: Evento
fr: Événement
hi: इवेंट
pt_br: Evento

source: Registered
es: Registrado
fr: Enregistré
hi: रजिस्टर्ड
pt_br: Registrado

# error_invalid_url
source: Invalid URL
es: URL no válida
fr: URL invalide
hi: अमान्य URL
pt_br: URL inválida

# error_no_data
source: No data received from server
es: No se recibieron datos del servidor
fr: Aucune donnée reçue du serveur
hi: सर्वर से कोई डेटा प्राप्त नहीं हुआ
pt_br: Nenhum dado recebido do servidor

# error_no_content
source: No content in AI response
es: Sin contenido en la respuesta de IA
fr: Pas de contenu dans la réponse IA
hi: AI प्रतिक्रिया में कोई सामग्री नहीं
pt_br: Sem conteúdo na resposta da IA

# error_parsing_failed
source: Failed to parse response
es: Error al procesar la respuesta
fr: Échec de l'analyse de la réponse
hi: प्रतिक्रिया पार्स करने में विफल
pt_br: Falha ao processar resposta

# daily_limit_reached_title
source: Daily free limit reached
es: Límite diario gratuito alcanzado
fr: Limite quotidienne atteinte
hi: आज की मुफ्त सीमा समाप्त
pt_br: Limite diário gratuito atingido

# daily_limit_reached_message
source: For the price of a coffee, let AI organize your busy mind all month long.
es: Por el precio de un café, deja que la IA organice tu mente durante todo el mes.
fr: Pour le prix d'un café, laissez l'IA organiser votre esprit tout le mois.
hi: एक कॉफी की कीमत में, AI को पूरे महीने अपने व्यस्त दिमाग को व्यवस्थित करने दें।
pt_br: Pelo preço de um café, deixe a IA organizar sua mente o mês inteiro.

source: Upgrade to Premium
es: Actualizar a Premium
fr: Passer à Premium
hi: प्रीमियम में अपग्रेड करें
pt_br: Assinar Premium

source: Remaining today
es: Restantes hoy
fr: Restant aujourd'hui
hi: आज शेष
pt_br: Restantes hoje

source: Restore Purchases
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदारी पुनर्स्थापित करें
pt_br: Restaurar compras

# subscription_auto_renew
source: Subscription auto-renews at the end of each period.
es: La suscripción se renueva automáticamente al final de cada período.
fr: L'abonnement se renouvelle automatiquement.
hi: सदस्यता प्रत्येक अवधि के अंत में स्वचालित रूप से नवीनीकृत होती है।
pt_br: A assinatura é renovada automaticamente no final de cada período.

# subscription_cancel_anytime
source: You can cancel anytime in Settings.
es: Puedes cancelar en cualquier momento desde Ajustes.
fr: Annulable à tout moment dans les Réglages.
hi: आप किसी भी समय सेटिंग्स से रद्द कर सकते हैं।
pt_br: Você pode cancelar a qualquer momento nas Configurações.

source: Start Premium
es: Comenzar Premium
fr: Démarrer Premium
hi: प्रीमियम शुरू करें
pt_br: Começar Premium

# monthly_subscription
source: Monthly
es: Mensual
fr: Mensuel
hi: मासिक
pt_br: Mensal

# yearly_subscription
source: Yearly
es: Anual
fr: Annuel
hi: वार्षिक
pt_br: Anual

# best_value
source: BEST
es: MEJOR
fr: MEILLEUR
hi: सर्वश्रेष्ठ
pt_br: MELHOR

# monthly_desc
source: Start without commitment
es: Empieza sin compromiso
fr: Commencez sans engagement
hi: बिना बंधन शुरू करें
pt_br: Comece sem compromisso

# yearly_desc
source: $4.17/mo (Save 30%)
es: $4.17/mes (Ahorra 30%)
fr: 4,17$/mois (Économisez 30%)
hi: ₹350/माह (30% बचत)
pt_br: R$21/mês (Economize 30%)

# benefit_unlimited
source: 30 schedules per day
es: 30 agendas por día
fr: 30 programmes par jour
hi: प्रतिदिन 30 शेड्यूल
pt_br: 30 agendas por dia

# benefit_unlimited_desc
source: Free 3 → Premium 30
es: Gratis 3 → Premium 30
fr: Gratuit 3 → Premium 30
hi: मुफ्त 3 → प्रीमियम 30
pt_br: Grátis 3 → Premium 30

# benefit_priority
source: AI Priority Processing
es: Procesamiento AI Prioritario
fr: Traitement IA prioritaire
hi: AI प्राथमिकता प्रसंस्करण
pt_br: Processamento AI Prioritário

# benefit_priority_desc
source: Faster voice analysis
es: Análisis de voz más rápido
fr: Analyse vocale plus rapide
hi: तेज़ आवाज़ विश्लेषण
pt_br: Análise de voz mais rápida

# benefit_advanced
source: Advanced AI Analysis
es: Análisis AI Avanzado
fr: Analyse IA avancée
hi: उन्नत AI विश्लेषण
pt_br: Análise AI Avançada

# benefit_advanced_desc
source: More accurate priority detection
es: Detección de prioridad más precisa
fr: Détection de priorité plus précise
hi: अधिक सटीक प्राथमिकता पहचान
pt_br: Detecção de prioridade mais precisa

# benefit_support
source: Support the Developer
es: Apoya al Desarrollador
fr: Soutenir le développeur
hi: डेवलपर का समर्थन करें
pt_br: Apoie o Desenvolvedor

# benefit_support_desc
source: Help make the app better
es: Ayuda a mejorar la app
fr: Aidez à améliorer l'app
hi: ऐप को बेहतर बनाने में मदद करें
pt_br: Ajude a melhorar o app

source: Welcome Gift
es: Regalo de Bienvenida
fr: Cadeau de bienvenue
hi: स्वागत उपहार
pt_br: Presente de Boas-vindas

# welcome_days_remaining
source: %d days left
es: %d días restantes
fr: %d jours restants
hi: %d दिन बाकी
pt_br: %d dias restantes

# welcome_ended_title
source: Your 7-day trial has ended
es: Tu prueba de 7 días ha terminado
fr: Votre essai de 7 jours est terminé
hi: आपका 7 दिन का ट्रायल समाप्त हो गया
pt_br: Seu teste de 7 dias terminou

# welcome_ended_message
source: We'd love to keep protecting your precious time
es: Queremos seguir protegiendo tu valioso tiempo
fr: Nous aimerions continuer à protéger votre temps précieux
hi: हम आपके कीमती समय की रक्षा करना जारी रखना चाहते हैं
pt_br: Queremos continuar protegendo seu tempo precioso

# welcome_ended_cta
source: Continue with Premium
es: Continuar con Premium
fr: Continuer avec Premium
hi: प्रीमियम के साथ जारी रखें
pt_br: Continuar com Premium

# referral_invite_button
source: Invite friends for unlimited today
es: Invita amigos, hoy ilimitado
fr: Invitez des amis pour l'illimité
hi: दोस्तों को आमंत्रित करें, आज अनलिमिटेड
pt_br: Convide amigos, hoje ilimitado

# referral_share_message
source: 🗓 Voice Scheduler makes scheduling so easy! Just speak and AI adds it to your calendar ✨ Sign up with my invite code for 7 days free premium! 👉 Code: %@ Download: %@
es: 🗓 ¡Voice Scheduler hace que organizar sea muy fácil! Solo habla y la IA lo añade a tu calendario ✨ ¡Regístrate con mi código y obtén 7 días premium gratis! 👉 Código: %@ Descarga: %@
fr: 🗓 Voice Scheduler rend la planification si facile! Parlez et l'IA l'ajoute à votre calendrier ✨ Inscrivez-vous avec mon code pour 7 jours premium gratuits! 👉 Code: %@ Télécharger: %@
hi: 🗓 Voice Scheduler से शेड्यूलिंग बहुत आसान हो गई! बस बोलें और AI कैलेंडर में जोड़ देगा ✨ मेरे कोड से साइन अप करें, 7 दिन प्रीमियम मुफ्त! 👉 कोड: %@ डाउनलोड: %@
pt_br: 🗓 Voice Scheduler torna agendar super fácil! É só falar e a IA adiciona no calendário ✨ Cadastre com meu código e ganhe 7 dias premium grátis! 👉 Código: %@ Baixar: %@

# referral_my_code
source: My Invite Code
es: Mi Código de Invitación
fr: Mon code d'invitation
hi: मेरा आमंत्रण कोड
pt_br: Meu Código de Convite

# referral_enter_code
source: Enter Invite Code
es: Ingresa Código
fr: Entrer le code
hi: कोड दर्ज करें
pt_br: Inserir Código

# referral_enter_code_placeholder
source: 6-digit code from friend
es: Código de 6 dígitos
fr: Code à 6 chiffres d'un ami
hi: दोस्त का 6 अंकों का कोड
pt_br: Código de 6 dígitos

# referral_apply
source: Apply
es: Aplicar
fr: Appliquer
hi: लागू करें
pt_br: Aplicar

# referral_success_applied
source: 🎉 Invite code applied! Enjoy 7 days of premium.
es: 🎉 ¡Código aplicado! Disfruta 7 días de premium.
fr: 🎉 Code appliqué! Profitez de 7 jours premium.
hi: 🎉 कोड लागू हो गया! 7 दिन प्रीमियम का आनंद लें।
pt_br: 🎉 Código aplicado! Aproveite 7 dias de premium.

# referral_error_invalid_code
source: Please enter a valid 6-digit code.
es: Ingresa un código válido de 6 dígitos.
fr: Veuillez entrer un code à 6 chiffres valide.
hi: कृपया वैध 6 अंकों का कोड दर्ज करें।
pt_br: Digite um código válido de 6 dígitos.

# referral_error_own_code
source: You can't use your own invite code.
es: No puedes usar tu propio código.
fr: Vous ne pouvez pas utiliser votre propre code.
hi: आप अपना खुद का कोड उपयोग नहीं कर सकते।
pt_br: Você não pode usar seu próprio código.

# referral_error_already_used
source: You've already used an invite code.
es: Ya has usado un código de invitación.
fr: Vous avez déjà utilisé un code d'invitation.
hi: आप पहले ही एक कोड का उपयोग कर चुके हैं।
pt_br: Você já usou um código de convite.

# referral_reward_unlimited_title
source: Unlimited Today!
es: ¡Hoy Ilimitado!
fr: Illimité aujourd'hui!
hi: आज अनलिमिटेड!
pt_br: Hoje Ilimitado!

# referral_reward_unlimited_message
source: Thanks for inviting a friend 💜 Enjoy unlimited registrations today!
es: Gracias por invitar a un amigo 💜 ¡Disfruta registros ilimitados hoy!
fr: Merci d'avoir invité un ami 💜 Profitez de l'illimité aujourd'hui!
hi: दोस्त को आमंत्रित करने के लिए धन्यवाद 💜 आज अनलिमिटेड रजिस्ट्रेशन का आनंद लें!
pt_br: Obrigado por convidar um amigo 💜 Aproveite registros ilimitados hoje!

# referral_reward_trial_title
source: 7-Day Premium Started!
es: ¡7 Días Premium Iniciado!
fr: 7 jours Premium activés!
hi: 7 दिन प्रीमियम शुरू!
pt_br: 7 Dias Premium Iniciado!

# referral_reward_trial_message
source: Thanks for joining via invite 💜 Enjoy 7 days of premium features!
es: Gracias por unirte con invitación 💜 ¡Disfruta 7 días de funciones premium!
fr: Merci de nous avoir rejoint 💜 Profitez de 7 jours de fonctionnalités premium!
hi: आमंत्रण से जुड़ने के लिए धन्यवाद 💜 7 दिन प्रीमियम फीचर्स का आनंद लें!
pt_br: Obrigado por entrar via convite 💜 Aproveite 7 dias de recursos premium!

# referral_unlimited_active
source: Unlimited Today
es: Hoy Ilimitado
fr: Illimité aujourd'hui
hi: आज अनलिमिटेड
pt_br: Hoje Ilimitado

# abnormal_activity_blocked
source: Temporarily blocked due to abnormal activity. Please try again later.
es: Bloqueado temporalmente por actividad anormal. Inténtalo más tarde.
fr: Temporairement bloqué. Veuillez réessayer plus tard.
hi: असामान्य गतिविधि के कारण अस्थायी रूप से अवरुद्ध। कृपया बाद में पुनः प्रयास करें।
pt_br: Bloqueado temporariamente por atividade anormal. Tente novamente mais tarde.

# abnormal_activity_detected
source: Too many requests detected in a short time. Please try again in 5 minutes.
es: Demasiadas solicitudes en poco tiempo. Inténtalo en 5 minutos.
fr: Trop de requêtes détectées. Réessayez dans 5 minutes.
hi: कम समय में बहुत सारे अनुरोध मिले। 5 मिनट बाद पुनः प्रयास करें।
pt_br: Muitas solicitações em pouco tempo. Tente novamente em 5 minutos.

# daily_token_limit_reached
source: Daily API usage limit reached. Please try again tomorrow.
es: Límite diario de API alcanzado. Inténtalo mañana.
fr: Limite d'utilisation quotidienne atteinte. Réessayez demain.
hi: आज की API उपयोग सीमा पूरी हो गई। कृपया कल पुनः प्रयास करें।
pt_br: Limite diário de API atingido. Tente novamente amanhã.

# budget_warning_message
source: Budget Alert: $%.0f threshold reached (Current estimated cost: $%.2f)
es: Alerta de presupuesto: Umbral de $%.0f alcanzado (Costo estimado: $%.2f)
fr: Alerte budget: Seuil de $%.0f atteint (Coût estimé: $%.2f)
hi: बजट चेतावनी: $%.0f सीमा पूरी (वर्तमान अनुमानित लागत: $%.2f)
pt_br: Alerta de orçamento: Limite de $%.0f atingido (Custo estimado: $%.2f)

# smart_recommendations
source: AI Recommended Times
es: Horarios recomendados por IA
fr: Horaires recommandés par l'IA
hi: AI अनुशंसित समय
pt_br: Horários recomendados pela IA

# smart_slot_confirmed
source: Placed at optimal time
es: Ubicado en el momento óptimo
fr: Placé à l'heure optimale
hi: सर्वोत्तम समय पर रखा गया
pt_br: Colocado no momento ideal

# smart_reason_peak_focus
source: Peak focus time
es: Hora de máxima concentración
fr: Pic de concentration
hi: चरम फोकस समय
pt_br: Horário de pico de foco

# smart_reason_user_pattern
source: Based on your pattern
es: Basado en tu patrón
fr: Selon vos habitudes
hi: आपके पैटर्न पर आधारित
pt_br: Baseado no seu padrão

# smart_reason_priority_match
source: Priority optimized
es: Optimizado por prioridad
fr: Priorité optimisée
hi: प्राथमिकता अनुकूलित
pt_br: Otimizado por prioridade

# smart_reason_free_slot
source: Available slot
es: Horario disponible
fr: Créneau disponible
hi: उपलब्ध समय
pt_br: Horário disponível

# smart_reason_balanced_day
source: Balanced schedule
es: Agenda equilibrada
fr: Journée équilibrée
hi: संतुलित दिनचर्या
pt_br: Agenda equilibrada

source: or
es: o
fr: ou
hi: या
pt_br: ou

# speech_permission_denied
source: Speech recognition permission denied. Please allow in Settings.
es: Permiso de reconocimiento de voz denegado. Permítelo en Ajustes.
fr: Autorisation de reconnaissance vocale refusée. Veuillez l'autoriser dans les Réglages.
hi: वाक् पहचान अनुमति अस्वीकृत। कृपया सेटिंग्स में अनुमति दें।
pt_br: Permissão de reconhecimento de voz negada. Permita nas Configurações.

# speech_permission_restricted
source: Speech recognition is not available on this device.
es: El reconocimiento de voz no está disponible en este dispositivo.
fr: La reconnaissance vocale n'est pas disponible sur cet appareil.
hi: इस डिवाइस पर वाक् पहचान उपलब्ध नहीं है।
pt_br: O reconhecimento de voz não está disponível neste dispositivo.

# microphone_permission_required
source: Microphone permission is required. Please allow in Settings.
es: Se requiere permiso del micrófono. Permítelo en Ajustes.
fr: L'autorisation du microphone est requise. Veuillez l'autoriser dans les Réglages.
hi: माइक्रोफोन अनुमति आवश्यक है। कृपया सेटिंग्स में अनुमति दें।
pt_br: Permissão do microfone necessária. Permita nas Configurações.

# speech_no_permission
source: No speech recognition permission
es: Sin permiso de reconocimiento de voz
fr: Pas d'autorisation de reconnaissance vocale
hi: वाक् पहचान अनुमति नहीं है
pt_br: Sem permissão de reconhecimento de voz

# speech_unavailable
source: Speech recognition unavailable. Please check your network connection.
es: Reconocimiento de voz no disponible. Verifica tu conexión.
fr: Reconnaissance vocale indisponible. Vérifiez votre connexion réseau.
hi: वाक् पहचान अनुपलब्ध। कृपया नेटवर्क कनेक्शन जांचें।
pt_br: Reconhecimento de voz indisponível. Verifique sua conexão.

# audio_session_error
source: Audio session setup failed
es: Error en la configuración de audio
fr: Échec de la configuration audio
hi: ऑडियो सेशन सेटअप विफल
pt_br: Falha na configuração de áudio

# audio_engine_error
source: Cannot start audio engine
es: No se puede iniciar el motor de audio
fr: Impossible de démarrer le moteur audio
hi: ऑडियो इंजन शुरू नहीं हो सका
pt_br: Não foi possível iniciar o mecanismo de áudio

# store_load_failed
source: Failed to load products.
es: Error al cargar productos.
fr: Échec du chargement des produits.
hi: उत्पाद लोड करने में विफल।
pt_br: Falha ao carregar produtos.

# store_restore_failed
source: Failed to restore purchases.
es: Error al restaurar compras.
fr: Échec de la restauration des achats.
hi: खरीदारी पुनर्स्थापित करने में विफल।
pt_br: Falha ao restaurar compras.

# store_verification_failed
source: Purchase verification failed.
es: Error en la verificación de compra.
fr: Échec de la vérification d'achat.
hi: खरीदारी सत्यापन विफल।
pt_br: Falha na verificação da compra.

# store_product_not_found
source: Product not found.
es: Producto no encontrado.
fr: Produit introuvable.
hi: उत्पाद नहीं मिला।
pt_br: Produto não encontrado.

# store_purchase_failed
source: Purchase failed.
es: Error en la compra.
fr: Échec de l'achat.
hi: खरीदारी विफल।
pt_br: Falha na compra.

# store_period_month
source: /mo
es: /mes
fr: /mois
hi: /माह
pt_br: /mês

# store_period_year
source: /yr
es: /año
fr: /an
hi: /वर्ष
pt_br: /ano

# store_period_week
source: /wk
es: /sem
fr: /sem
hi: /सप्ताह
pt_br: /sem

# store_period_day
source: /day
es: /día
fr: /jour
hi: /दिन
pt_br: /dia
